name: "cat_pytorch"
platform: "pytorch_libtorch"
max_batch_size: 50
input[
    {
      name: "INPUT__0"
      data_type: TYPE_FP32
      dims: [ 3, 256, 256 ]
    }
]
output [                   
    {
      name: "OUTPUT__0"
      data_type: TYPE_FP32
      dims: [ 10 ] 
    }
]
